Repository: vdr-projects/vdr-plugin-audiorecorder
Catalog: po/*.po
Languages: de_de

source: off
de_de: aus

source: exponential
de_de: exponentiell

source: all
de_de: alle

source: by artist
de_de: nach Künstler

source: by channel
de_de: nach Kanal

source: by date
de_de: nach Datum

source: Artist/Title
de_de: Künstler/Titel

source: Artist - Title
de_de: Künstler - Titel

source: Channel/Artist/Title
de_de: Kanal/Künstler/Titel

source: Channel - Artist - Title
de_de: Kanal - Künstler - Titel

source: on
de_de: an

source: collapse all
de_de: Alles zuklappen

source: expand all
de_de: Alles aufklappen

source: action
de_de: Aktion

source: Browse tracks
de_de: Titel durchsuchen

source: unknown
de_de: unbekannt

source: No external player-plugin found
de_de: Kein externes Player-Plugin gefunden

source: Playing all tracks in
de_de: Alle Titel spielen in

source: Playing
de_de: Spielt

source: Audiorecorder, Action
de_de: Audiorecorder, Aktion

source: Category :
de_de: Kategorie :

source: Play all tracks
de_de: Alle Titel spielen

source: More to come ...
de_de: Es kommt noch mehr ...

source: Track:
de_de: Titel:

source: Play track
de_de: Titel spielen

source: back
de_de: zurück

source: File
de_de: Datei

source: Artist
de_de: Künstler

source: Title
de_de: Titel

source: Track
de_de: Titel

source: Year
de_de: Jahr

source: Channel
de_de: Kanal

source: Event
de_de: Ereignis

source: Date
de_de: Datum

source: Time
de_de: Uhrzeit

source: Audiorecorder: rebuilding cache finished
de_de: Audiorecorder: Cache Neuaufbau fertig

source: Audiorecorder: loading of cache finished
de_de: Audiorecorder: Cache-Laden fertig

source: Audiorecorder: No Channels defined !
de_de: Audiorecorder: Keine Kanäle definiert !

source: Start receiving
de_de: Aufnahmemodus starten

source: Stop receiving
de_de: Aufnahmemodus beenden

source: Start rebuilding cache
de_de: Cache neu aufbauen

source: Rebuilding cache, try later
de_de: Cache wird neu aufgebaut - später nocheinmal versuchen

source: no channel in %s
de_de: Kein Kanal in %s

source: Rebuilding cache
de_de: Cache wird neu aufgebaut

source: External
de_de: Extern

source: --- Receiver: ---
de_de: --- Aufnahme: ---

source: Receiving mode on start
de_de: Aufnahmemodus beim Start

source: Max. number of receivers
de_de: Max. Anzahl paralleler Aufnahmen

source: Min. free disc space (in mb)
de_de: Min. freier Plattenplatz (in MB)

source: Default view
de_de: Default Anzeige

source: --- Postprocessing: ---
de_de: --- Nachbearbeitung: ---

source: Pause if osd is opened
de_de: Pausieren wenn OSD offen ist

source: Max. tracks in queue
de_de: Max. Titel in Queue

source: Fade in mode
de_de: Fade-In Modus

source: Fade in seconds
de_de: Fade-In Sekunden

source: Fade out mode
de_de: Fade-Out Modus

source: Fade out seconds
de_de: Fade-Out Sekunden

source: Audio codec
de_de: Audiokodierung

source: Bitrate (if audio codec isn't <original>)
de_de: Bitrate (wenn Audiokodierung nicht original ist)

source: File Pattern
de_de: Dateimuster

source: Upper Case
de_de: Großschreibung

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Copies
de_de: Kopien
